{
  "default": {
    "title": "Premium Pink Himalayan Salt Products | Dr. Abdul PHS",
    "description": "Discover premium Pink Himalayan Salt products directly from Pakistan. Natural salt lamps, spa items, bricks, and tiles with worldwide shipping.",
    "keywords": "pink himalayan salt, salt lamp, salt bricks, halotherapy, natural salt, salt tiles, wholesale salt"
  },
  "home": {
    "title": "Premium Pink Himalayan Salt Products | Dr. Abdul PHS",
    "description": "Explore our selection of high-quality Pink Himalayan Salt products. From decorative lamps to therapeutic salt items, we offer direct shipping from Pakistan."
  },
  "products": {
    "title": "Shop Pink Himalayan Salt Products | Dr. Abdul PHS",
    "description": "Browse our complete collection of Pink Himalayan Salt products including lamps, bricks, spa items and more with worldwide shipping."
  },
  "saltLamps": {
    "title": "Natural Pink Himalayan Salt Lamps | Dr. Abdul PHS",
    "description": "Discover our handcrafted Pink Himalayan Salt lamps. These natural air purifiers provide a warm amber glow and can help reduce allergens."
  },
  "saltBricks": {
    "title": "Pink Himalayan Salt Bricks & Tiles | Dr. Abdul PHS",
    "description": "Premium salt bricks and tiles for construction of salt rooms, salt walls, and halotherapy spaces. Direct from Pakistan's finest salt mines."
  },
  "about": {
    "title": "About Dr. Abdul PHS | Premium Pink Himalayan Salt",
    "description": "Learn about Dr. Abdul PHS, a leading exporter of premium Pink Himalayan Salt products directly from the renowned Khewra Salt Mine in Pakistan."
  },
  "wholesale": {
    "title": "Wholesale Pink Himalayan Salt Products | Dr. Abdul PHS",
    "description": "Become a reseller of premium Pink Himalayan Salt products. Wholesale pricing and options available for businesses worldwide."
  },
  "contact": {
    "title": "Contact Dr. Abdul PHS | Pink Himalayan Salt Supplier",
    "description": "Get in touch with our team for inquiries about Pink Himalayan Salt products, wholesale opportunities, or custom orders."
  }
}